/* afpAccessDenied */
"-5000.message" = "您沒有打開應用程式“%@”的權限。";
"-5000.info" = "請聯絡您的電腦或網路管理者來尋求協助。";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "您沒有打開文件“%@”的權限。";
"documentPermissionError.info" = "請聯絡您的電腦或網路管理者來尋求協助。";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "無法打開應用程式“%@”，因為該程式被丟入“垃圾桶”裡。";
"-5044.info" = "要打開此應用程式，請將其拖出“垃圾桶”。";

/* kLSAppInTrashErr */
"-10660.message" = "無法打開應用程式“%@”，因為該程式被丟入“垃圾桶”裡。";
"-10660.info" = "要打開此應用程式，請將其拖出“垃圾桶”。";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "您無法打開應用程式“%@”，因為它在 Time Machine 備份中。";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "您無法在此版本的 Mac OS X 上使用此版本的應用程式“%@”。";
"-10664.info" = "您安裝的是 %@ %@。";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "您必須更新至最新的版本才能打開“%@”。";
"-10664.info.2" = "請執行“軟體更新”來立即進行安裝。";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "若要打開“%@”，您必須安裝 Rosetta。要現在安裝嗎？";
"-10665.error.title" = "若要打開“%@”，您必須安裝 Rosetta。";
"-10665.error.nonetwork" = "若要安裝 Rosetta，請連接 Internet 並打開“%@”。若您無法連接 Internet，請放入 Mac OS X 安裝光碟，打開“選擇安裝”檔案夾，並且按兩下 Optional Installs。";
"-10665.error.noserver" = "目前無法使用軟體更新。當可以使用軟體更新時，請再次打開“%@”。";
"-10665.error.busy" = "其他軟體更新正在進行中。更新完成時，請再次打開“%@”來安裝 Rosetta。";
"-10665.error.notfound" = "若要稍後安裝 Rosetta，請再次打開“%@”。若您無法連接 Internet，請放入 Mac OS X 安裝光碟，打開“選擇安裝”檔案夾，並且按兩下 Optional Installs。";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "無法打開應用程式“%@”，因為不再支援 Classic 環境。";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "您無法在此版本的 Mac OS X 上使用此版本的應用程式“%@”。";
"-10825.info" = "您安裝的是 Mac OS X %@。應用程式需要 Mac OS X %@ 或以上版本。";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "您沒有打開應用程式“%@”的權限。";
"-10826.info" = "請聯絡您的電腦或網路管理者來尋求協助。";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "應用程式“%@”可能已損毀或不完整，因此無法將其打開。";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "無法打開應用程式“%@”，因為其他人正在使用它。";
"-10829.info" = "請要求其他使用者結束應用程式，然後再試一次。";

/* fnfErr */
"-43.message" = "找不到應用程式。";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "並未指定預設應用程式來開啟文件“%@”。";
kLSApplicationNotFoundErr.url = "未指定預設應用程式來開啟 URL %@。";

/* this is the default message we use if no other error was found */
default.message = "無法打開應用程式“%@”。";
default.info = "%d";

default2.message = "無法打開應用程式。";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "您無法打開應用程式“%@”，因為此類型的 Mac 不支援它。";

SU_BUTTON = "軟體更新⋯";

OK = "好";